Задача 1. Вывести названия треков без тега test
  
  db.tracks.find(
    { tags: { $ne: "test" } }, 
    { title: 1, _id: 0 }
  );
-----------------------------------------------------------------------------
Задача 2.Вывести ко-во треков с продолжительностью до одного часа с тегом new

  db.tracks.countDocuments(
    { duration_secs: { $lte: 60 *60 }, tags: "new" }
  );
-----------------------------------------------------------------------------
Задача 3.Увеличить баланс заблокированных юзеров не из Germany на 5%

  db.users.updateMany(
    { is_blocked: true, country: { $ne: 'Germany' } },
    { $mul: { balance: 1.05 } }
  );
-----------------------------------------------------------------------------
Задача 4.Добавить всем трекам теги fresh и popular

db.tracks.updateMany(
    {},
    { $addToSet: { tags: { $each: ["fresh", "popular"] } } }
);
------------------------------------------------------------------------------
Задача 5. С помощью инструмента онлайн-проектирования описать схему БД чат онлайн-поддержки
  
https://dbdiagram.io/d/65325b08ffbf5169f019cd9f
